//IDD_GUAAG_PMODE_MAIN_DLG
IDC_GUAAG_FRM_MATL                            = "材料"
IDC_GUAAG_LABEL_MATERIAL                      = "材料"
IDC_GUAAG_LABEL_PRODUCT                       = "製程"
IDC_GUAAG_FRM_MEMB                            = "構件種類"
IDC_GUAAG_RADIO_MEMBER_BEAM                   = "梁"
IDC_GUAAG_RADIO_MEMBER_COLUMN                 = "柱"
IDC_GUAAG_FRM_SECT                            = "斷面"
IDC_GUAAG_FRM_FORC                            = "外力&&係數"
IDC_GUAAG_LABEL_FORCE_AXIAL                   = "軸力"
IDC_GUAAG_LABEL_FORCE_MX                      = "彎矩 (x)"
IDC_GUAAG_LABEL_FORCE_MY                      = "彎矩 (y)"
IDC_GUAAG_LABEL_FORCE_VX                      = "剪力 (x)"
IDC_GUAAG_LABEL_FORCE_VY                      = "剪力 (y)"
IDC_GUAAG_LABEL_FACTR_CMX                     = "Cmx"
IDC_GUAAG_LABEL_FACTR_CMY                     = "Cmy"
IDC_GUAAG_LABEL_FACTOR_CB                     = "Cb"
IDC_GUAAG_LABEL_FACTOR_M                      = "m"
IDC_GUAAG_INPUT_BTN_LCOMB                     = "載重組合 ..."
IDC_GUAAG_INPUT_CHK_BYADM                     = "Enable by Aluminum Design Manual"
IDC_GUAAG_FRM_LENG                            = "設計參數"
IDC_GUAAG_LABEL_LENGTH_LX                     = "Lx"
IDC_GUAAG_LABEL_LENGTH_LY                     = "Ly"
IDC_GUAAG_LABEL_LENGTH_LB                     = "Lb"
IDC_GUAAG_LABEL_LENGTH_KX                     = "Kx"
IDC_GUAAG_LABEL_LENGTH_KY                     = "Ky"
IDC_GUAAG_STATIC_PICTURE                      = "Drawing"
IDC_GUAAG_FRM_PROP                            = "斷面性質"
IDC_GUAAG_FRM_RSLT                            = "計算結果"

//IDD_GUAAG_SMODE_SECT1_DLG
IDC_GUAAG_LABEL_MATERTIAL                     = "材料"

//IDD_GUAMT_SPEC_DLG
IDD_GUAMT_SPEC_DLG                            = "任意斷面梁/柱檢核參數"
IDC_GUAMT_SPEC_FRM_MEMB                       = "選取構件"
IDC_GUAMT_SPEC_BTN_ALL                        = "全選"
IDC_GUAMT_SPEC_BTN_NON                        = "全不選"
IDC_GUAMT_SPEC_FRM_DATA                       = "檢核參數"
IDC_GUAMT_SPEC_BTN_OK                         = "確認"
IDC_GUAMT_SPEC_BTN_CANCEL                     = "取消"

//IDD_GUAMT_DGNDATA_DLG
IDC_GUAMT_DGNDATA_BTN_ALL                     = "全選"
IDC_GUAMT_DGNDATA_BTN_NON                     = "全不選"
IDC_GUAMT_DGNDATA_FRM_MOI                     = "慣性矩"
IDC_GUAMT_DGNDATA_LBL_IOY                     = "Ioy"
IDC_GUAMT_DGNDATA_FRM_STF                     = "邊緣加勁材"
IDC_GUAMT_DGNDATA_LBL_IOY2                    = "Ds"
IDC_GUAMT_DGNDATA_LBL_AST                     = "As"
IDC_GUAMT_DGNDATA_LBL_THE                     = "Theta"

//IDD_GUAMT_PMODE_MAIN_DLG
IDC_GUAMT_FRM_MATL                            = "材料"
IDC_GUAMT_FRM_MATERIAL2                       = "材料"
IDC_GUAMT_FRM_PRODUCT2                        = "製程"
IDC_GUAMT_FRM_SECT                            = "斷面"
IDC_GUAMT_FRM_SECTION2                        = "斷面"
IDC_GUAMT_FRM_FORC                            = "外力&&係數"
IDC_GUAMT_CHK_FORC_MINOR                      = "檢核弱軸"
IDC_GUAMT_STC_FORC_AXIA                       = "軸力"
IDC_GUAMT_STC_FORC_MOMX                       = "彎矩 (x)"
IDC_GUAMT_STC_FORC_MOMY                       = "彎矩 (y)"
IDC_GUAMT_STC_FORC_SHRX                       = "剪力 (x)"
IDC_GUAMT_STC_FORC_SHRY                       = "剪力 (y)"
IDC_GUAMT_LBL_FACTR_CMX                       = "Cmx"
IDC_GUAMT_LBL_FACTR_CMY                       = "Cmy"
IDC_GUAMT_LBL_FACTOR_CB                       = "Cb"
IDC_GUAMT_LBL_FACTOR_MM                       = "m"
IDC_GUAMT_BTN_LCOM                            = "載重組合 ..."
IDC_GUAMT_FRM_SPAN                            = "設計參數"
IDC_GUAMT_FRM_DEFL                            = "撓度"
IDC_GUAMT_FRM_WIND2                           = "受風力時"
IDC_GUAMT_FRM_SELF2                           = "受自重時"
IDC_GUAMT_BTN_DEFL                            = "撓度檢核參數 ..."
IDC_GUAMT_FRM_SPEC                            = "檢核參數"
IDC_GUAMT_FRM_PROP                            = "斷面性質"
IDC_GUAMT_FRM_CALC                            = "檢核計算結果"
IDC_GUAMT_BTN_REP                             = "報表 ..."

//IDD_GUAMT_SMODE_SECT1_DLG
IDC_GUAMT_FRM_MATERIAL1                       = "材料"
IDC_GUAMT_FRM_PRODUCT1                        = "製程"
IDC_GUAMT_FRM_SECTION1                        = "斷面"
IDC_GUAMT_BTN_SPEC                            = "檢核參數..."

//IDD_GUAMT_SMODE_SECT2_DLG
IDC_GUAMT_FRM_DEFL_WIND                       = "受風力時"
IDC_GUAMT_FRM_DEFL_SELF                       = "受自重時"
